import React from "react";
import "./article.css";

const Article = () => {
  return (
    <div className="article">
      <div className="container">
        <h1 className="article-title">عنوان المقال</h1>
        <div className="article-img">
          <img
            src={"https://www.apec.sa.com/images/2020/03/15/img_2382.jpg"}
            alt="article"
          />
        </div>
        <p className="article-text">
          قسم الهياكل والخزانات هو جزء مهم في عملية التصنيع والبناء، حيث يتم
          تصميم وتصنيع الهياكل المعدنية والخزانات بأحجام وأشكال مختلفة لتلبية
          احتياجات العملاء في مجالات متنوعة مثل الصناعة، والبناء، والنقل،
          والتخزين. يتضمن القسم مجموعة من الورش المتخصصة والمعدات الحديثة التي
          تستخدم في تصنيع الهياكل المعدنية والخزانات، مثل آلات القطع بالليزر
          وآلات الانحناء واللحام. يتم استخدام مجموعة متنوعة من المواد في البناء،
          مثل الفولاذ المقاوم للصدأ، والألومنيوم، والصلب، ويتم اختيار المواد
          وفقًا لاحتياجات المشروع والبيئة المحيطة. يتم تصميم الهياكل والخزانات
          بدقة وفقًا للمعايير والمواصفات الفنية المطلوبة، مع مراعاة القوى
          الديناميكية والاستاتيكية وظروف الاستخدام المختلفة. تشمل المنتجات التي
          يتم تصنيعها في هذا القسم هياكل المباني الصناعية والتجارية، والأبراج
          والأعمدة، والمنصات والسلالم المعدنية، والخزانات لتخزين المياه أو
          المواد الكيميائية أو الوقود. يتم العمل بدقة على عمليات التفتيش
          والاختبار لضمان جودة المنتجات والتأكد من مطابقتها للمواصفات والمعايير
          المحددة.بشكل عام، يقدم قسم الهياكل والخزانات خدمات تصنيع متخصصة وعالية
          الجودة لصناعة الهياكل المعدنية والخزانات، مما يساهم في نجاح مشاريع
          البناء والتصنيع المختلفة.
        </p>
      </div>
    </div>
  );
};

export default Article;
