export const clientsData = [
    {
      src: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSxVh1jny9HE2IDBz_0eu1Hvcvyk7XpE9HnbQ&s",
      header: "شركه العصيمي للحديد ",
      title:
        "شركة العصيمي للحديد هي متخصصة في صناعة وتجارة الحديد والصلب. تأسست في المملكة العربية السعودية وتعتبر واحدة من الشركات الرائدة في هذا المجال في المملكة. تقوم الشركة بتصنيع مجموعة متنوعة من المنتجات الحديدية والصلبية، بما في ذلك الأسلاك الشائكة والقضبان والمسامير والأنابيب والألواح وغيرها من المنتجات التي تستخدم في مجموعة واسعة من التطبيقات الصناعية والبنائية.",
    },
    {
      src: "https://www.alrashed-steel.com/img/logo.png",
      header: "شركة الراشد للحديد",
      title: "شركة الراشد هي شركة عائلية تأسست عام 1950م في مدينة الخبر بالمملكة العربية السعودية، وتمارس المجموعة أنشطتها الاقتصادية في قطاعات عديدة ومتنوعة مثل: التجارة والصناعة والمقاولات والتطوير العقاري والخدمات، وعلى مدى هذه السنوات كان لمجموعة الراشد دور ريادي في تطوير البنية التحتية للمملكة، وكانت أبوابها مفتوحة دوماً للكوادر والمواهب من شباب الوطن",
    },
    {
      src: "https://pbs.twimg.com/profile_images/1387684984899657730/D5CoXADH_400x400.jpg",
      header: "شركة الاركان الحديدية",
      title: "شركة الأركان الحديدية هي شركة سعودية متخصصة في صناعة وتجارة الحديد والصلب. تأسست الشركة لتلبية احتياجات السوق المحلية والإقليمية من المنتجات الحديدية والصلبية. تقدم الشركة مجموعة متنوعة من المنتجات بما في ذلك الأسلاك الشائكة، الأنابيب، القضبان، الألواح، وغيرها من المنتجات ذات الصلة التي تستخدم في مختلف الصناعات والتطبيقات مثل البناء، والصناعات الهندسية، والتشييد. ",
    },
    {
      src: "https://pbs.twimg.com/media/EU6zljXXgAA6c_J.jpg",
      header: "شركه دار واعمار للمقاولات",
      title: "تسعى الشركة أن تكون رائدة في صناعة التطوير العقاري عبر السعي المستمر لاستحقاق ثقة وإحترام العملاء والموظفين وذلك من خلال  الالتزام بالمعايير المهنية والأخلاقية. وبأن تضع العميل فى المقام الأول دائما.كما تهدف الشركة إلى المساعدة فى تحقيق حلم كل أسرة فى المملكة العربية السعودية لتملك مسكنها الخاص بها. وتعمل الشركة أيضًا كمقاول لتطوير مشاريع البناء العقاري السكنية",
    },
    {
      src: "https://maaal.com/wp-content/uploads/2023/08/%D8%A7%D9%84%D8%B9%D8%AB%D9%8A%D9%85-1.jpg",
      header: "مشروع العثيم بارك",
      title: "مشروع العثيم بارك هو مشروع ترفيهي وتجاري كبير يقع في مدينة الرياض بالمملكة العربية السعودية. يعتبر العثيم بارك جزءاً من مجمع العثيم مول الذي يضم مركزاً تجارياً كبيراً ومتنوعاً، بالإضافة إلى منطقة ترفيهية تحتوي على مجموعة من الألعاب والمرافق الترفيهية المتنوعة، مما يجعلها وجهة مفضلة للعائلات والأفراد لقضاء وقت ممتع",
    },
    {
      src: "https://i2.wp.com/alsaudialyaum.com/images//2023/11/%D9%85%D8%B4%D8%B1%D9%88%D8%B9-%D8%A3%D8%AC%D9%8A%D8%A7%D9%84-%D9%85%D9%88%D9%84-%D8%A7%D9%84%D9%85%D8%AC%D9%85%D8%B9-%D8%A7%D9%84%D8%AA%D8%AC%D8%A7%D8%B1%D9%8A-%D8%A7%D9%84%D8%AC%D8%AF%D9%8A%D8%AF-%D9%81%D9%8A-%D8%AD%D9%8A-%D8%A3%D8%AC%D9%8A%D8%A7%D9%84-%D8%A7%D9%84%D8%B3%D9%83%D9%86%D9%8A-%D8%A8%D8%A7%D9%84%D8%B8%D9%87%D8%B1%D8%A7%D9%86-1700658278-2.jpg",
      header: "مشروع اجيال مول",
      title: " مشروع اجيال مول  مجمع تجاري يمتد على مساحة إجمالية تفوق 100 ألف متر مربع في حي أجيال السكني في الظهران، ويشمل مجموعة من المتاجر والمطاعم والمقاهي، كما يوفر مرافق ترفيهية متنوعة، وحدائق داخلية وخارجية ومركز صحي ورياضي",
    },
    {
      src: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRiF8SQt2fk6n2ZLemboRYkWzu9d4jZgkV68A&s",
      header: "شركه حديد محمود للصناعه",
      title: "تأسست شركة حديد محمود للصناعة في الدمام المملكة العربية السعودية عام 2008 م وهي إحدى الشركات الرائدة في إنتاج مقاطع الجسور الصغيرة (كمرات – ايبيم) والزوايا واليوتشنال والتي تتطابق مع المقاييس والمواصفات العالمية، حيث يبلغ الإنتاج الإجمالي 80,000 طن متري سنويا.إحتلت الشركة مكانة كبيرة في السوق السعودي",
    },
    {
      src: "https://pbs.twimg.com/profile_images/1660671327328452615/Bgsb-8M__400x400.jpg",
      header: "شركه المنفذون العقاريه",
      title: "شركة المنفذون للتطوير العقاري هي شركة عقارية في المملكة العربية السعودية. تعمل الشركة في مجال تطوير المشاريع العقارية، بما في ذلك العقارات السكنية والتجارية والترفيهية. تهدف الشركة إلى تقديم مشاريع عالية الجودة تلبي احتياجات العملاء وتتميز بالابتكار والتصميم الحديث. يمكن أن تشمل أنشطتها تطوير المجمعات السكنية، والمباني التجارية، والمنتجعات السياحية، وغيرها من المشاريع العقارية.",
    },
    {
      src: "https://www.aljarida.com/uploads/imported_images/images/1635866841782604400/1635869588000/1280x960.jpg",
      header: "شركه انماء العقاريه",
      title: "تشمل نشاطات شركة إنماء العقارية تطوير المجمعات السكنية الفاخرة، والمشاريع التجارية والمراكز التجارية، والمنتجعات السياحية، والمشاريع الفندقية، والمشاريع الصناعية واللوجستية، وغيرها من المشاريع العقارية الكبيرة والمتنوعة.",
    },
    {
      src: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTY12PFwp3wn_6yzPM1rPhXYRazdpWCrVBcPg&s",
      header: "شركه بنائات لخدمات البيئه",
      title: "شركة بنائات لخدمات البيئة  هي شركة متخصصة في مجال الحفاظ على البيئة والتنمية المستدامة. تأسست الشركة بهدف تقديم حلول وخدمات تساهم في الحفاظ على البيئة وتحسين التنمية المستدامة، مثل استخدام الطاقة المتجددة، وإدارة النفايات، والتوعية بالمخاطر البيئية، وغيرها من الخدمات والمبادرات.",
    },
    {
      src: "https://mgmt.manhom.com/images/74028/%D8%B4%D8%B1%D9%83%D8%A9-%D8%A7%D9%84%D8%A8%D9%88%D8%A7%D8%B1%D8%AF%D9%8A-%D9%84%D9%84%D8%B5%D9%86%D8%A7%D8%B9%D8%A7%D8%AA-%D8%A7%D9%84%D8%AD%D8%AF%D9%8A%D8%AF%D9%8A%D8%A9.jpg",
      header: "شركه البواردي للصناعه ",
      title: "على مدى السنوات الثلاثين الماضية ، قامت البواردي للعدد والأدوات بتطوير بنية تحتية قوية في منطقة الشرق الأوسط وشمال أفريقيا ، وبذلك أصبحت واحدة من الشركات الرائدة في أعمالها. قامت البواردي ، من خلال رؤيتها طويلة المدى ، بتعديل بنيتها التحتية لتكون مجهزة بشكل جيد لمواجهة أي تغييرات محلية وعالمية قد تحدث.",
    },
    {
      src: "https://yt3.googleusercontent.com/LEcX_HfkxYE0SXw_a5h6xliZ_G-mQjctfWnGAQvj5weabxU8BJ-giGaV4hAhJfcYZORDNrgi=s176-c-k-c0x00ffffff-no-rj",
      header: "شركه ميتال للحديد",
      title: "شركة متال العالمية للتجارة هي احدى الشركات المحترفة في تجارة الحديد التجاري والصناعي حيث تعتمد على توفير اصنافها في التعامل مع الشركات والمصانع العملاقة الداخلية والخارجية والمنافسة القوية داخل السوق السعودي مع كبار تجار الحديد الصناعي والتجاري   . بدأت الشركة بخطه ورؤيه ثاقبة تحيطها المعرفة بالسوق السعودي والإقليمي واحتياجاتها ومفرداتها السوقية ،",
    },
  ];