import React from "react";
import "./services.css";
import MainTitle from "../../components/title/MainTitle";

const Services = () => {
  return (
    <section className="ServicesSection">
      <div className="services">
        <MainTitle text={"الخدمات"} />
        <div className="container">
          <ServiceItem
            number={"01"}
            text={
              "سحب الاسلاك علي البارد واسلاك التربيط وشبك الارضيات بمقاسات وسماكات مختلفة تلبي احتياجات العملاء"
            }
          />
          <ServiceItem
            number={"02"}
            text={
              "قسم شبك الارضيات : في هذا القسم نقوم بتوفير شبك الارضيات بكافة المقاسات والتي تتراوح من 5,5 ملم الي 12 ملم نوع سابك"
            }
          />
          <ServiceItem
            number={"03"}
            text={
              "قسم الحديد النظامي (12 متر) بدون قص او تني ويتوفر في هذا القسم كافة مقاسات حديد التسليح من كافة انواع الحديد من مقاس 6 ملم الي مقاس 32"
            }
          />
          <ServiceItem
            number={"04"}
            text={
              "قسم صناعة الأبواب من الحديد والخشب :  يتم فيه تصميم وتصنيع أبواب متينة وجميلة تلبي احتياجات العملاء بشكل كامل. يمكن أن يتكون هذا القسم من مجموعة من الورش والمعدات المتخصصة للعمل على المواد المختلفة، بما في ذلك الحديد والخشب. يتضمن القسم أفران للصهر والتسخين اللازمة لتشكيل الحديد بشكل دقيق وفق التصاميم المطلوبة. يمكن أن يكون هناك أيضًا آلات للقطع والتشكيل واللحام لصنع الإطارات والزخارف والنقوش المعقدة. تكون المواد المستخدمة عادةً من الحديد المقاوم للصدأ لضمان متانة الأبواب في ظل ظروف مختلفة من الطقس.يتم تصميم الأبواب الحديدية بأناقة ودقة، مع مراعاة التفاصيل الزخرفية التي قد تشمل الأشكال الهندسية والأنماط الزخرفية."
            }
          />
          <ServiceItem
            number={"05"}
            text={
              "قسم قص وثني وتشكيل الحديد نقوم في هذا القسم بقص وثني الحديد وتجهيزه للتركيب في المشروع مباشرة وذلك بهدف سرعة تنفيذ المشاريع بوقت قياسي وتوفير الوقت والجهد ايضا وهو الاهم انخفاض تكلفة التنفيذ حيث يتم احتساب صافي وزن الحديد المورد , اي ان العميل لا يتحمل اي هدر في الحديد ويحسب عليه الوزن الصافي فقط مما يترتب علي ذلك انخفاض تكلفة التنفيذ وعدم تراكم فضلات الحديد في الموقع وبيعها سكراب او خردة ويستخدم في هذا القسم احدث ماكينات الثني والتقطيع الاوتوماتيكية وتستطيع هذه الماكينات ثني وتقطيع قضبان حديد التسليح باقطار تتراوح من 6 ملم الي 40 ملم ايضا تستطيع هذه الماكينات تجهيز كافة الاشكال الهندسية للحديد"
            }
          />
          <ServiceItem
            number={"06"}
            text={
              "قسم الهياكل والخزانات هو جزء مهم في عملية التصنيع والبناء، حيث يتم تصميم وتصنيع الهياكل المعدنية والخزانات بأحجام وأشكال مختلفة لتلبية احتياجات العملاء في مجالات متنوعة مثل الصناعة، والبناء، والنقل، والتخزين. يتضمن القسم مجموعة من الورش المتخصصة والمعدات الحديثة التي تستخدم في تصنيع الهياكل المعدنية والخزانات، مثل آلات القطع بالليزر وآلات الانحناء واللحام. يتم استخدام مجموعة متنوعة من المواد في البناء، مثل الفولاذ المقاوم للصدأ، والألومنيوم، والصلب، ويتم اختيار المواد وفقًا لاحتياجات المشروع والبيئة المحيطة. يتم تصميم الهياكل والخزانات بدقة وفقًا للمعايير والمواصفات الفنية المطلوبة، مع مراعاة القوى الديناميكية والاستاتيكية وظروف الاستخدام المختلفة. تشمل المنتجات التي يتم تصنيعها في هذا القسم هياكل المباني الصناعية والتجارية، والأبراج والأعمدة، والمنصات والسلالم المعدنية، والخزانات لتخزين المياه أو المواد الكيميائية أو الوقود. يتم العمل بدقة على عمليات التفتيش والاختبار لضمان جودة المنتجات والتأكد من مطابقتها للمواصفات والمعايير المحددة.بشكل عام، يقدم قسم الهياكل والخزانات خدمات تصنيع متخصصة وعالية الجودة لصناعة الهياكل المعدنية والخزانات، مما يساهم في نجاح مشاريع البناء والتصنيع المختلفة."
            }
          />
        </div>
      </div>
    </section>
  );
};

export function ServiceItem(props) {
  return (
    <div className="service-box">
      <div className="service-number">
        <span>{props.number}</span>
      </div>
      <p className="service-description">{props.text}</p>
    </div>
  );
}

export default Services;
